Repository: veralify/VeraERP
Catalog: veralify-App/iOS/veralify/veralify/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it

source: ⚡️ 1-Tap Instant Setup
ar: ⚡️ إعداد فوري بلمسة واحدة
de: ⚡️ 1-Tipp-Soforteinrichtung
es: ⚡️ Configuración instantánea en 1 toque
fr: ⚡️ Configuration instantanée en 1 clic
it: ⚡️ Configurazione istantanea in 1 tocco

source: Activation
ar: التفعيل
de: Aktivierung
es: Activación
it: Attivazione

source: Activation Code: **%@**
ar: رمز التفعيل: **%@**
de: Aktivierungscode: **%@**
es: Código de activación: **%@**
fr: Code d'activation : **%@**
it: Codice di attivazione: **%@**

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
it: Attività

source: Add attachment
ar: إضافة مرفق
de: Anhang hinzufügen
es: Añadir archivo adjunto
fr: Ajouter une pièce jointe
it: Aggiungi allegato

source: Already have an account? Sign in
ar: لديك حساب بالفعل؟ سجّل الدخول
de: Bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Inicia sesión
fr: Vous avez déjà un compte ? Connectez-vous
it: Hai già un account? Accedi

source: Ask about flights, eSIM plans, or destinations…
ar: اسأل عن الرحلات أو باقات eSIM أو الوجهات…
de: Frag nach Flügen, eSIM-Tarifen oder Reisezielen…
es: Pregunta sobre vuelos, planes eSIM o destinos…
fr: Posez des questions sur les vols, forfaits eSIM ou destinations…
it: Chiedi di voli, piani eSIM o destinazioni…

source: Ask Concierge
ar: اسأل الكونسيرج
de: Concierge fragen
es: Preguntar al conserje
fr: Demander au concierge
it: Chiedi al concierge

source: Best data packages for where you're headed
ar: أفضل باقات البيانات لوجهتك
de: Die besten Datenpakete für dein Reiseziel
es: Los mejores paquetes de datos para tu destino
fr: Les meilleurs forfaits data pour votre destination
it: I migliori pacchetti dati per la tua destinazione

source: Buy for
ar: شراء مقابل
de: Kaufen für
es: Comprar por
fr: Acheter pour
it: Acquista per

source: Buy your first eSIM in Explore.
ar: اشترِ أول شريحة eSIM من تبويب استكشاف.
de: Kaufe deine erste eSIM in Entdecken.
es: Compra tu primera eSIM en Explorar.
fr: Achetez votre première eSIM dans Explorer.
it: Acquista la tua prima eSIM in Esplora.

source: Calls & SMS
ar: المكالمات والرسائل
de: Anrufe & SMS
es: Llamadas y SMS
fr: Appels et SMS
it: Chiamate e SMS

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria

source: Checkout
ar: إتمام الشراء
de: Kasse
es: Pago
fr: Paiement

source: Choose the language you'd like to use throughout Veralify.
ar: اختر اللغة التي ترغب في استخدامها في جميع أنحاء تطبيق Veralify.
de: Wähle die Sprache, die du in der gesamten Veralify-App verwenden möchtest.
es: Elige el idioma que quieres usar en toda la app de Veralify.
fr: Choisissez la langue que vous souhaitez utiliser dans toute l'application Veralify.
it: Scegli la lingua che vuoi usare in tutta l'app Veralify.

source: Click here to view manual QR Code setup.
ar: اضغط هنا لعرض الإعداد اليدوي برمز QR.
de: Hier klicken für die manuelle QR-Code-Einrichtung.
es: Haz clic aquí para ver la configuración manual con código QR.
fr: Cliquez ici pour la configuration manuelle par code QR.
it: Clicca qui per la configurazione manuale con codice QR.

source: Compare fares to your next destination
ar: قارن الأسعار إلى وجهتك القادمة
de: Vergleiche Preise für dein nächstes Reiseziel
es: Compara tarifas a tu próximo destino
fr: Comparez les tarifs vers votre prochaine destination
it: Confronta le tariffe per la tua prossima destinazione

source: Confirm Purchase · %@
ar: تأكيد الشراء · %@
de: Kauf bestätigen · %@
es: Confirmar compra · %@
fr: Confirmer l'achat · %@
it: Conferma acquisto · %@

source: Contact Us
ar: تواصل معنا
de: Kontakt
es: Contáctanos
fr: Nous contacter
it: Contattaci

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua

source: Couldn't Load Plans
ar: تعذّر تحميل الباقات
de: Tarife konnten nicht geladen werden
es: No se pudieron cargar los planes
fr: Impossible de charger les forfaits
it: Impossibile caricare i piani

source: Coverage
ar: التغطية
de: Abdeckung
es: Cobertura
fr: Couverture
it: Copertura

source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account

source: Data only
ar: بيانات فقط
de: Nur Daten
es: Solo datos
fr: Données uniquement
it: Solo dati

source: Data Usage
ar: استخدام البيانات
de: Datennutzung
es: Uso de datos
fr: Utilisation des données
it: Utilizzo dati

source: Display Name
ar: الاسم الظاهر
de: Anzeigename
es: Nombre para mostrar
fr: Nom affiché
it: Nome visualizzato

source: Don't have an account? Sign up
ar: ليس لديك حساب؟ أنشئ حسابًا
de: Noch kein Konto? Registrieren
es: ¿No tienes una cuenta? Regístrate
fr: Vous n'avez pas de compte ? Inscrivez-vous
it: Non hai un account? Registrati

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fatto

source: Email
ar: البريد الإلكتروني
es: Correo electrónico

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore

source: eSIM Details
ar: تفاصيل eSIM
es: Detalles de la eSIM
fr: Détails de l'eSIM
it: Dettagli eSIM

source: eSIM installed successfully!
ar: تم تثبيت eSIM بنجاح!
de: eSIM erfolgreich installiert!
es: ¡eSIM instalada correctamente!
fr: eSIM installée avec succès !
it: eSIM installata con successo!

source: eSIM Ready!
ar: شريحة eSIM جاهزة!
de: eSIM bereit!
es: ¡eSIM lista!
fr: eSIM prête !
it: eSIM pronta!

source: Explore
ar: استكشاف
de: Entdecken
es: Explorar
fr: Explorer
it: Esplora

source: Find eSIM Plans
ar: البحث عن باقات eSIM
de: eSIM-Tarife finden
es: Buscar planes eSIM
fr: Trouver des forfaits eSIM
it: Trova piani eSIM

source: Follow on-screen prompts to complete installation
ar: اتبع التعليمات على الشاشة لإكمال التثبيت
de: Folge den Anweisungen auf dem Bildschirm, um die Installation abzuschließen
es: Sigue las instrucciones en pantalla para completar la instalación
fr: Suivez les instructions à l'écran pour terminer l'installation
it: Segui le istruzioni a schermo per completare l'installazione

source: Get Data
ar: احصل على بيانات
de: Daten erhalten
es: Obtener datos
fr: Obtenir des données
it: Ottieni dati

source: Go to **Settings → Cellular → Add Cellular Plan** and scan this QR code.
ar: اذهب إلى **الإعدادات ← الجوال ← إضافة خطة جوال** وامسح رمز QR هذا.
de: Gehe zu **Einstellungen → Mobilfunk → Mobilfunktarif hinzufügen** und scanne diesen QR-Code.
es: Ve a **Ajustes → Datos móviles → Añadir plan móvil** y escanea este código QR.
fr: Allez dans **Réglages → Cellulaire → Ajouter un forfait cellulaire** et scannez ce code QR.
it: Vai su **Impostazioni → Cellulare → Aggiungi piano cellulare** e scansiona questo codice QR.

source: Guest
ar: ضيف
de: Gast
es: Invitado
fr: Invité
it: Ospite

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto

source: Help Center
ar: مركز المساعدة
de: Hilfe-Center
es: Centro de ayuda
fr: Centre d'aide
it: Centro assistenza

source: Hey there!
ar: مرحبًا!
de: Hallo!
es: ¡Hola!
fr: Salut !
it: Ciao!

source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil

source: In-App Setup Unavailable
ar: الإعداد داخل التطبيق غير متاح
de: Einrichtung in der App nicht verfügbar
es: Configuración en la app no disponible
fr: Configuration dans l'app indisponible
it: Configurazione in-app non disponibile

source: Included
ar: مشمول
de: Inbegriffen
es: Incluido
fr: Inclus
it: Incluso

source: Install eSIM
ar: تثبيت eSIM
de: eSIM installieren
es: Instalar eSIM
fr: Installer l'eSIM
it: Installa eSIM

source: Install on This iPhone
ar: التثبيت على هذا الآيفون
de: Auf diesem iPhone installieren
es: Instalar en este iPhone
fr: Installer sur cet iPhone
it: Installa su questo iPhone

source: Instant delivery
ar: تسليم فوري
de: Sofortige Lieferung
es: Entrega instantánea
fr: Livraison instantanée
it: Consegna istantanea

source: Instant Setup Available
ar: الإعداد الفوري متاح
de: Sofortige Einrichtung verfügbar
es: Configuración instantánea disponible
fr: Configuration instantanée disponible
it: Configurazione istantanea disponibile

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Loading plans…
ar: جارٍ تحميل الباقات…
de: Tarife werden geladen…
es: Cargando planes…
fr: Chargement des forfaits…
it: Caricamento piani…

source: Manual Installation
ar: التثبيت اليدوي
de: Manuelle Installation
es: Instalación manual
fr: Installation manuelle
it: Installazione manuale

source: Member since %@
ar: عضو منذ %@
de: Mitglied seit %@
es: Miembro desde %@
fr: Membre depuis %@
it: Membro dal %@

source: My eSIM
ar: شريحة eSIM الخاصة بي
de: Meine eSIM
es: Mi eSIM
fr: Mon eSIM
it: La mia eSIM

source: My eSIMs
ar: شرائح eSIM الخاصة بي
de: Meine eSIMs
es: Mis eSIM
fr: Mes eSIM
it: Le mie eSIM

source: No eSIM plans are available for %@ right now.
ar: لا توجد باقات eSIM متاحة لـ %@ حاليًا.
de: Für %@ sind derzeit keine eSIM-Tarife verfügbar.
es: No hay planes eSIM disponibles para %@ en este momento.
fr: Aucun forfait eSIM n'est disponible pour %@ pour le moment.
it: Al momento non sono disponibili piani eSIM per %@.

source: No eSIMs Yet
ar: لا توجد شرائح eSIM بعد
de: Noch keine eSIMs
es: Aún no hay eSIMs
fr: Aucune eSIM pour le moment
it: Nessuna eSIM ancora

source: No Orders Yet
ar: لا توجد طلبات بعد
de: Noch keine Bestellungen
es: Aún no hay pedidos
fr: Aucune commande pour le moment
it: Nessun ordine ancora

source: No Plans Available
ar: لا توجد باقات متاحة
de: Keine Tarife verfügbar
es: No hay planes disponibles
fr: Aucun forfait disponible
it: Nessun piano disponibile

source: No plans available right now.
ar: لا توجد باقات متاحة حاليًا.
de: Derzeit sind keine Tarife verfügbar.
es: No hay planes disponibles en este momento.
fr: Aucun forfait disponible pour le moment.
it: Al momento non ci sono piani disponibili.

source: Non-stop
ar: مباشر
es: Directo
fr: Direct
it: Diretto

source: OK
ar: حسنًا
es: Aceptar

source: On first use
ar: عند أول استخدام
de: Bei erster Nutzung
es: En el primer uso
fr: À la première utilisation
it: Al primo utilizzo

source: Open **Settings → Cellular → Add Cellular Plan**
ar: افتح **الإعدادات ← الجوال ← إضافة خطة جوال**
de: Öffne **Einstellungen → Mobilfunk → Mobilfunktarif hinzufügen**
es: Abre **Ajustes → Datos móviles → Añadir plan móvil**
fr: Ouvrez **Réglages → Cellulaire → Ajouter un forfait cellulaire**
it: Apri **Impostazioni → Cellulare → Aggiungi piano cellulare**

source: Operator
ar: المشغل
de: Anbieter
es: Operador
fr: Opérateur
it: Operatore

source: Order History
ar: سجل الطلبات
de: Bestellverlauf
es: Historial de pedidos
fr: Historique des commandes
it: Cronologia ordini

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe

source: Pick a country and activate in minutes.
ar: اختر دولة وفعّلها خلال دقائق.
de: Wähle ein Land und aktiviere es in Minuten.
es: Elige un país y actívalo en minutos.
fr: Choisissez un pays et activez en quelques minutes.
it: Scegli un paese e attiva in pochi minuti.

source: Plan
ar: الباقة
de: Tarif
fr: Forfait
it: Piano

source: Plan Details
ar: تفاصيل الباقة
de: Tarifdetails
es: Detalles del plan
fr: Détails du forfait
it: Dettagli piano

source: Popular Destinations
ar: الوجهات الشائعة
de: Beliebte Reiseziele
es: Destinos populares
fr: Destinations populaires
it: Destinazioni popolari

source: Price Paid
ar: السعر المدفوع
de: Bezahlter Preis
es: Precio pagado
fr: Prix payé
it: Prezzo pagato

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
it: Profilo

source: Purchased
ar: تاريخ الشراء
de: Gekauft
es: Comprado
fr: Acheté
it: Acquistato

source: Purchased %@
ar: تم الشراء %@
de: Gekauft %@
es: Comprado %@
fr: Acheté %@
it: Acquistato %@

source: Recent prompts
ar: الطلبات الأخيرة
de: Letzte Anfragen
es: Solicitudes recientes
fr: Requêtes récentes
it: Richieste recenti

source: Reinstall eSIM
ar: إعادة تثبيت eSIM
de: eSIM neu installieren
es: Reinstalar eSIM
fr: Réinstaller l'eSIM
it: Reinstalla eSIM

source: Requires iOS 17.4+
ar: يتطلب iOS 17.4+
de: Erfordert iOS 17.4+
es: Requiere iOS 17.4+
fr: Nécessite iOS 17.4+
it: Richiede iOS 17.4+

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche

source: Saved!
ar: تم الحفظ!
de: Gespeichert!
es: ¡Guardado!
fr: Enregistré !
it: Salvato!

source: Scan with a second device
ar: امسح باستخدام جهاز آخر
de: Mit einem zweiten Gerät scannen
es: Escanea con un segundo dispositivo
fr: Scannez avec un second appareil
it: Scansiona con un secondo dispositivo

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

source: Search Flights
ar: البحث عن رحلات
de: Flüge suchen
es: Buscar vuelos
fr: Rechercher des vols
it: Cerca voli

source: Select Plan
ar: اختيار الباقة
de: Tarif auswählen
es: Seleccionar plan
fr: Sélectionner le forfait
it: Seleziona piano

source: Send message
ar: إرسال رسالة
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
it: Invia messaggio

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Show QR Code
ar: عرض رمز QR
de: QR-Code anzeigen
es: Mostrar código QR
fr: Afficher le code QR
it: Mostra codice QR

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi

source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti

source: Skip the QR code — activate in one tap.
ar: تخطَّ رمز QR — فعّل بلمسة واحدة.
de: QR-Code überspringen — mit einem Tipp aktivieren.
es: Omite el código QR: activa con un solo toque.
fr: Passez le code QR — activez en un clic.
it: Salta il codice QR: attiva con un solo tocco.

source: SM-DP+ Address: **%@**
ar: عنوان SM-DP+: **%@**
de: SM-DP+-Adresse: **%@**
es: Dirección SM-DP+: **%@**
fr: Adresse SM-DP+ : **%@**
it: Indirizzo SM-DP+: **%@**

source: Suggested for you
ar: مقترح لك
de: Für dich vorgeschlagen
es: Sugerido para ti
fr: Suggéré pour vous
it: Suggerito per te

source: Support
ar: الدعم
es: Soporte
fr: Assistance
it: Assistenza

source: Talking to your carrier — this usually takes a few seconds…
ar: جارٍ التواصل مع مشغّل شبكتك — يستغرق هذا عادةً بضع ثوانٍ…
de: Verbindung zu deinem Mobilfunkanbieter — dies dauert normalerweise ein paar Sekunden…
es: Contactando con tu operador. Esto suele tardar unos segundos…
fr: Contact avec votre opérateur — cela prend généralement quelques secondes…
it: Contatto con il tuo operatore — di solito richiede alcuni secondi…

source: Tap **Enter Details Manually**
ar: اضغط على **إدخال التفاصيل يدويًا**
de: Tippe auf **Details manuell eingeben**
es: Toca **Introducir detalles manualmente**
fr: Appuyez sur **Saisir les détails manuellement**
it: Tocca **Inserisci i dettagli manualmente**

source: Tax & Fees
ar: الضرائب والرسوم
de: Steuern & Gebühren
es: Impuestos y tasas
fr: Taxes et frais
it: Tasse e commissioni

source: Total
ar: الإجمالي
de: Gesamt
it: Totale

source: Usage data unavailable
ar: بيانات الاستخدام غير متاحة
de: Nutzungsdaten nicht verfügbar
es: Datos de uso no disponibles
fr: Données d'utilisation indisponibles
it: Dati di utilizzo non disponibili

source: Validity
ar: الصلاحية
de: Gültigkeit
es: Validez
fr: Validité
it: Validità

source: Verify. Trust. Simplify.
ar: تحقّق. ثِق. بسّط.
de: Verifizieren. Vertrauen. Vereinfachen.
es: Verifica. Confía. Simplifica.
fr: Vérifiez. Faites confiance. Simplifiez.
it: Verifica. Fidati. Semplifica.

source: View manual QR Code setup instead
ar: عرض الإعداد اليدوي برمز QR بدلاً من ذلك
de: Stattdessen manuelle QR-Code-Einrichtung anzeigen
es: Ver configuración manual con código QR
fr: Voir la configuration manuelle par code QR
it: Visualizza la configurazione manuale con codice QR

source: Voice input
ar: إدخال صوتي
de: Spracheingabe
es: Entrada de voz
fr: Saisie vocale
it: Input vocale

source: Voice Search
ar: بحث صوتي
de: Sprachsuche
es: Búsqueda por voz
fr: Recherche vocale
it: Ricerca vocale

source: What are you planning today?
ar: ما الذي تخطط له اليوم؟
de: Was planst du heute?
es: ¿Qué estás planeando hoy?
fr: Que planifiez-vous aujourd'hui ?
it: Cosa stai pianificando oggi?

source: Where are you going?
ar: إلى أين أنت ذاهب؟
de: Wohin gehst du?
es: ¿A dónde vas?
fr: Où allez-vous ?
it: Dove stai andando?

# Your %@ plan for %@ %@ is ready to install.
source: Your %1$@ plan for %2$@ %3$@ is ready to install.
ar: باقتك %@ لـ %@ %@ جاهزة للتثبيت.
de: Dein %@-Tarif für %@ %@ ist bereit zur Installation.
es: Tu plan %@ para %@ %@ está listo para instalar.
fr: Votre forfait %@ pour %@ %@ est prêt à installer.
it: Il tuo piano %@ per %@ %@ è pronto per l'installazione.

source: Your eSIM will be ready to install immediately after purchase.
ar: ستكون شريحة eSIM جاهزة للتثبيت فور الشراء.
de: Deine eSIM ist sofort nach dem Kauf zur Installation bereit.
es: Tu eSIM estará lista para instalar inmediatamente después de la compra.
fr: Votre eSIM sera prête à installer immédiatement après l'achat.
it: La tua eSIM sarà pronta per l'installazione subito dopo l'acquisto.

source: Your name
ar: اسمك
de: Dein Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome

source: Your purchase history will appear here.
ar: سيظهر سجل مشترياتك هنا.
de: Dein Kaufverlauf wird hier angezeigt.
es: Tu historial de compras aparecerá aquí.
fr: Votre historique d'achats apparaîtra ici.
it: La cronologia degli acquisti apparirà qui.
